
name_of_game =  "משחק הזיכרון מאסטר"
seconds_challange = 100
flip_chalange = 101
mute = 0
dev_mode =0

/*
הסבר:
ניתן לשנות את המשתנים הבאים, על ידי שינוי הנתונים אחרי סימן השיוויון (=)

name_of_game - השם שרשום בכותרת המשחק
seconds_challange - כמות השניות שיש לשחקן באתגר הזמן
flip_chalange - כמות היפוכי הקלפים שיש לשחקן באתגר ההיפוכים
dev_mode1 - מצב מפתח, לחיצה על Esc גורמת לזכייה במשחק. (0 = לא פעיל, 1 = מצב מפתח פעיל)
mute - המשחק מתחיל כשהקול מושתק, ניתן להפעיל אותו שוב. (0 = לא פעיל, 1 = המשחק מושתק בהתחלה)

*/
